# 1
# a = int(input("정사각형 밑변을 입력해 주세요:"))
# b = int(input("정사각형 높이를 입력해 주세요:"))
# print(f"넓이는 {a*b/2}이고, 둘레는 {3*a}입니다")

# 2

# 3
m = ['0', '1번 서울의 봄', '2번 위시', '3번 노량']
p = ['0', '1번 팝콘', '2번 치즈팝콘', '3번 카라멜 팝콘']
d = ['0', '1번 콜라', '2번 사이다', '3번 환타']

a = int(input("영화 번호를 고르세요['1번 서울의 봄', '2번 위시', '3번 노량'] : "))
b = int(input("팝콘 번호를 고르세요['1번 팝콘', '2번 치즈팝콘', '3번 카라멜 팝콘 : ']"))
c = int(input("음료 번호를 고르세요['1번 콜라', '2번 사이다', '3번 환타'] : "))
print(f"영화는 {m[a]}, 팝콘은 {p[b]}, 음료는 {d[c]}입니다")